Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# domain_catalog.04fd00e0335e
source: 膝を外へ開き、中臀筋を意識してゆっくり戻す。
ar_sa: افتح ركبتيك للخارج وأرجعهما ببطء، مع التركيز على الألوية الوسطى.
ca: Obriu els genolls cap a fora i torneu-los lentament, centrant-vos en el gluti mitjà.
cs: Otevřete kolena do strany a pomalu vraťte se, soustřeďte se na střední svaly v oblasti kyčlí.
da: Åbn knæene udad og træk gluteus maximus langsomt tilbage.
de_de: Öffnen Sie das Knie leicht und kehren Sie langsam mit dem Fokus auf die Gesäßmuskulatur zurück.
el: Άνοιγμα των γονάτων προς τα έξω και επιστρέφει αργά με επίγνωση στους μύς της μέσης.
en_au: Open your knees outwards and slowly return them, focusing on your inner thigh muscles.
es_es: Abrir las piernas hacia afuera y regresar lentamente, prestando atención a los músculos glúteos.
fi: Avaa polvet ja vedä pakaroita hienovaraisesti taaksepäin.
fr_ca: Ouvrir les genoux et revenir lentement en utilisant les muscles fessiers, en gardant une bonne posture.
gu: તમારું ઘૂંટણ બહારની તરફ ખોલો, અને મિડ-હાઇપ્સ સ્નાયુ પર ધ્યાન કેન્દ્રિત કરીને ધીમેથી પાછું લાવો.
he: פתיחת הברכיים והחזרה איטית תוך שימוש בשריר המיתרים.
hi: अपने घुटनों को बाहर की ओर खोलें और अपनी मध्य-पैर की मांसपेशियों पर ध्यान केंद्रित करते हुए धीरे-धीरे वापस लाएं।
hr: Otvorete koljena prema van i polako vratite unutarnje mišiće u glavi.
hu: Nyitja ki a térdeit, és óvatosan hajtja vissza a hasizomokat.
id: Membuka lutut ke samping dan perlahan menarik otot gluteus secara sadar.
it: Aprire le ginocchia e ritrarle lentamente, concentrandosi sui muscoli glutei.
ko: 무릎을 벌리고, 중둔근을 의식하며 천천히 되돌린다.
mr: गुडघे बाहेरच्या बाजूला मोडा आणि Gluteus Maximus स्नायूंवर लक्ष केंद्रित करून हळूवारपणे परत आणा.
ms: Membuka lutut ke arah luar, dan perlahan menarik otot tengah pinggul.
nl_nl: Open je knieën en breng je heupflexoren bewust terug, terwijl je langzaam beweegt.
no: Åpne knærne litt og strekk ut gluteus medius forsiktig.
pl: Otwórz kolana na boki i powoli wróć do pozycji wyjściowej, koncentrując się na mięśniach pośladkowych.
pt_br: Abra os joelhos para os lados e retorne lentamente, concentrando-se nos glúteos.
pt_pt: Abra os joelhos para os lados e retorne lentamente, concentrando-se nos glúteos.
ro: Deschide genunchii spre exterior și retrage-i lent, concentrându-te pe fesieri.
ru: Открывать колени и медленно возвращать их обратно, уделяя внимание мышцам в области таза.
sk: Otočte kolená a pomaly ich vráťte, pričom si všímajte svaly medzi zadnými a vnútornými stranou stehien.
sl: Odprijete kolena proti zunanjim stranem in se počasi vrnete, pri čemer poudarite mišice med lopaticami.
sv: Öppna benen och dra tillbaka gluteus maximus långsamt och kontrollerat.
ta: முட்டிகளை வெளிப்புறமாக திறந்து, இடுப்புத் தசைகளை உணர்ந்து மெதுவாக திரும்பவும்.
te: మోకాళ్లను వెలుపలికి చాపి, మధ్యలో ఉన్న పిరుదు కండరాలను దృష్టిలో ఉంచుకుని నెమ్మదిగా తిరిగి తీసుకురావండి.
th: เปิดเข่าออก และค่อยๆ ดึงกล้ามเนื้อสะโพกกลับมา
tr: Ayaklarınızı açarak, gluteus medius kasını fark ederek yavaşça geri çekin.
uk: Відкрити коліна назовні та повільно повернути, зосереджуючись на середній частині сідниць.
vi: Mở rộng chân ra ngoài, tập trung vào cơ mông và đưa từ từ về vị trí ban đầu.
zh_hans: 打开膝盖，注意臀中肌，然后缓慢收回。
zh_hant: 打开膝盖，注意臀大肌，缓慢返回。

# domain_catalog.05748bf04331
source: 体型改善の確認ポイント
ar_sa: نقاط التفتيش لتحسين الجسم
ca: Punts de control per a la millora corporal
cs: Kontrolní body pro úpravu postavy
da: Kontroller dine fremskridt inden for kropsform
de_de: Wichtige Punkte zur Verbesserung Ihres Körpers
el: Σημεία ελέγχου για βελτίωση σωματότυπου
en_au: Check points for body shape improvement
es_es: Puntos clave para mejorar la figura
fi: Kehonmuodon parantamisen tarkistuspisteet
fr_ca: Points de contrôle pour améliorer sa silhouette
gu: શરીર સુધારાની ચકાસણી પોઈન્ટ
he: נקודות לבדיקת שיפור צורת הגוף
hi: बॉडी टाइप सुधार की जाँच करने के बिंदु
hr: Točke za provjeru poboljšanja izgleda tijela
hu: A testformát javító program ellenőrzési pontjai
id: Poin-poin untuk memeriksa perbaikan bentuk tubuh
it: Punti di controllo per il miglioramento della forma fisica
ko: 체형 개선 확인 포인트
mr: शारीरिक स्थिती सुधारण्यासाठी तपासणीचे मुद्दे
ms: Titik-titik untuk membaiki bentuk tubuh
nl_nl: Controlepunten voor verbetering van je lichaamssamenstelling
no: Kontrollerte punkter for å forbedre kroppsformen
pl: Sprawdź postęp w poprawie sylwetki
pt_br: Pontos para verificar a melhora da forma física
pt_pt: Pontos para verificar a melhora da forma física
ro: Puncte de verificare pentru îmbunătățirea siluetei
ru: Ключевые моменты для улучшения формы тела
sk: Kontrolné body pre zlepšenie postavy
sl: Točke za preverjanje izboljšave telesne forme
sv: Kontrollpunkter för att förbättra din kroppsform
ta: உடல் அமைப்பை மேம்படுத்துவதற்கான சரிபார்ப்பு புள்ளிகள்
te: శరీర ఆకృతిని మెరుగుపరచడానికి తనిఖీ చేసే అంశాలు
th: จุดตรวจสอบเพื่อปรับรูปร่าง
tr: Vücut şekli iyileştirme kontrol noktaları
uk: Ключові моменти для покращення фігури
vi: Các điểm cần kiểm tra để cải thiện vóc dáng
zh_hans: 评估改善体型的关键点
zh_hant: 確認體型的重點

# domain_catalog.05ab5da975bb
source: Vシェイプ
ar_sa: شكل V
ca: forma de V
cs: V tvaru
da: V-form
de_de: V-Form
el: Σχήμα V
en_au: V shape
es_es: Forma en V
fi: V-muotoinen
fr_ca: Forme en V
gu: V આકાર
he: צורת V
hi: V आकार
hr: V oblik
hu: V alakú
id: Bentuk V
it: Forma a V
ko: V 쉐이프
mr: व्ही आकार
ms: Bentuk V
nl_nl: V-vorm
no: V-form
pl: V Shape
pt_br: Forma V
pt_pt: Forma V
ro: Formă V
ru: V Shape
sk: V shape
sl: V formi
sv: V-formad kropp
ta: V வடிவ உடல் அமைப்பு
te: V ఆకారం
th: รูปร่าง V
tr: V şekli
uk: V Shape
vi: V shape
zh_hans: V形体式
zh_hant: V型訓練

# domain_catalog.05d19324262b
source: 肩を下げて胸を張り、肘を体側へ引く意識で体を持ち上げる。
ar_sa: اخفض كتفيك، وانفخ صدرك، وارفع جسمك عن طريق سحب مرفقيك نحو جانبيك.
ca: Baixeu les espatlles, infla el pit i aixequeu el cos estirant els colzes cap als costats.
cs: Sklopte ramena a vytáhněte hrudník, abyste zvedli tělo s vědomím, že lokty jsou u těla.
da: Løft kroppen ved at sænke skuldrene og åbne brystet, mens du trækker albuerne mod kroppen.
de_de: Senke deine Schultern und hebe deinen Oberkörper mit der Bewegung deiner Ellbogen an.
el: Χαμηλώστε τους ώμους σας και ανοίξτε το στήθος, χρησιμοποιώντας την αντίληψη για να σηκώσετε το σώμα σας.
en_au: Lower your shoulders, open your chest, and lift your body by bringing your elbows towards your sides.
es_es: Bajar los hombros y abrir el pecho, levantando el cuerpo con la conciencia de llevar los codos hacia el costado.
fi: Nosta vartaloa pitämällä olkapalat alhaalla ja vetämällä käsi vartalon sivulle.
fr_ca: Abaissez vos épaules, ouvrez votre poitrine et soulevez votre corps en tirant vos coudes vers l'intérieur.
gu: ખભાને નીચે રાખીને છાતીને પહોળી કરો અને હાથને શરીરની બાજુએ ખેંચવાની દિશામાં શરીરને ઉપર લાવો.
he: להוריד את הכתפיים ולמתוח את החזה, תוך שימוש בתנועה של הכתף כדי להרים את הגוף.
hi: अपने कंधों को नीचे करें और अपने सीने को फैलाएं, अपनी कोहनी को अपने शरीर के करीब खींचने की भावना के साथ अपने शरीर को ऊपर उठाएं।
hr: Spustite ramena i otprite prsnice, podižući se uz pomoć svijesti o tome da ste ruku držali na strani tijela.
hu: Húzza a vállakat a mell felé, és emelje a testet a karok segítségével.
id: Menurunkan bahu dan membuka dada, lalu mengangkat tubuh dengan menyadari posisi siku yang berada di sisi tubuh.
it: Abbassa le spalle e apri il petto, sollevando il corpo con la consapevolezza di tirare i gomiti verso il lato del corpo.
ko: 어깨를 낮추고 가슴을 활짝 열어, 팔꿈치를 몸 옆으로 당기는 느낌으로 상체를 들어 올립니다.
mr: खांदे खाली ठेवून छाती उघडा, हाताने शरीराला वर उचलण्याचा प्रयत्न करा.
ms: Angkat badan dengan menekuk bahu dan menarik lengan ke sisi, dengan kesedaran untuk membuka dada.
nl_nl: Laat je schouders zakken en strek je borst, en gebruik je ellebogen om jezelf omhoog te brengen.
no: Sen skuldrene og åpne brystet, og løft kroppen ved å trekke albuene mot kroppen.
pl: Opuść ramiona i wyprostuj klatkę piersiową, podnosząc tułów, koncentrując się na utrzymaniu prawidłowej pozycji łokci.
pt_br: Abaixe os ombros e eleve o peito, puxando os cotovelos para dentro.
pt_pt: Abaixe os ombros e eleve o peito, puxando os cotovelos para dentro.
ro: Ridică-te, menținând umerii jos și trăgând antebrațele spre interior.
ru: Опустите плечи и напрягите грудь, поднимая тело, удерживая локти в боковом положении.
sk: Spočívajte ramená, vytvorte hrudník a zdvíhajte telo s vedomím, že lakte smerujete k telu.
sl: Spustite ramena in raztegnete hrbet, ter z ramo potisnite telo navzgor.
sv: Sänk axlarna och sträck bröstet, lyft kroppen medvetet genom att dra armbågarna mot kroppen.
ta: தோள்களைக் குறைத்து, மார்பை விரித்து, கைகளை உடலின் பக்கவாட்டில் இழுத்து உயர்த்தவும்.
te: భుజాలను కిందకు దించి ఛాతీని నిలువుగా ఉంచి, భుజాలను శరీరం వైపుకు లాగడం ద్వారా శరీరాన్ని పైకి లేపండి.
th: ลดระดับไหล่และยืดอก โดยให้มีสติในการดึงแขนเข้าหาตัว
tr: Omuzlarınızı aşağı indirin ve göğsünüzü geniş tutun, dirseklerinizi vücudunuzun yan tarafına doğru çekin.
uk: Опустіть плечі та розправте груди, піднімаючи тіло, уявляючи, що тримаєте руки біля себе.
vi: Hóp vai, mở ngực và nâng cơ thể bằng cách đưa khuỷu tay về phía thân.
zh_hans: 挺胸，将肘部向身体侧面拉，以抬起身体
zh_hant: 挺胸，並用肘部向身體側拉的方式抬起身體

# domain_catalog.0660b9fa7db9
source: 重りを両手に持ち、体幹を固めて背筋を伸ばして歩く。
ar_sa: أمسك وزنًا بكلتا يديك، وقم بتقوية جذعك، وامشي وظهرك مستقيمًا.
ca: Agafeu un pes amb les dues mans, enduriu el nucli i camina amb l'esquena recta.
cs: Držte zátěž v obou rukách, posilujte střed těla a chodíte s rovnou zády.
da: Hold en vægt i hver hånd, styrk din kerne og gå med ret rygsøjle.
de_de: Halten Sie Gewichte in beiden Händen und festigen Sie Ihren Rumpf, um dann mit geradem Rücken zu gehen.
el: Κρατήστε ένα βάρος στα χέρια σας, δυναμώνοντας τον κορμό και περπατήστε με ίσιο πλάτη.
en_au: Hold weights in both hands and maintain a strong core while walking with an upright posture.
es_es: Sostén pesas en ambas manos, fortalece el core y camina manteniendo la espalda recta.
fi: Pidä painoja molemmissa käsissä ja vahvista keskivartaloa, jotta voit kävellä suorassa asennossa.
fr_ca: Tenir des poids dans chaque main, renforcer le tronc et marcher en gardant le dos droit.
gu: બંને હાથમાં વજન લઈને, શરીરના કેન્દ્રને મજબૂત કરીને પગથી ચાલો.
he: חזקו את הגוף על ידי החזקת משקולות ביד, והשחיזו את הגב תוך הליכה.
hi: दोनों हाथों में वजन लेकर, अपनी रीढ़ को सीधा करके चलें।
hr: Drži utezi u obje ruke, čvrsto drži trbuh i hodaj uz ispruženu leđa.
hu: Fogd a súlyt két kézzel, és erősítsd meg a gerinját, majd sétálj.
id: Pegang beban di kedua tangan, kencangkan otot inti, dan berjalan sambil meluruskan punggung.
it: Tieni pesi in entrambe le mani, rafforza il core e cammina allungando la schiena.
ko: 손에 무게를 들고, 코어 근육을 사용하여 허리를 곧게 펴고 걷습니다.
mr: दोन्ही हातांमध्ये वजन घेऊन, कंबर मजबूत करून आणि पाठीचा कणा सरळ ठेवून चाला.
ms: Pegang beban di kedua tangan, teguhkan pergelangan tangan dan berjalan dengan menegangkan belakang.
nl_nl: Houd gewichten in beide handen en verstevig je core om rechtop te lopen.
no: Hold vekten i begge hender, styrk kjernen og gå med rett rygg.
pl: Trzymaj obciążenie w obu rękach, utrzymaj stabilną postawę i idź.
pt_br: Segure pesos nas mãos e mantenha o tronco firme, estendendo as costas enquanto caminha.
pt_pt: Segure pesos nas mãos e mantenha o tronco firme, estendendo as costas enquanto caminha.
ro: Ține greutăți în ambele mâini, fixează-ți centrul și mergi cu spatele drept.
ru: Возьмите в руки отягощения и зафиксируйте корпус, чтобы выпрямить спину и идти вперед.
sk: Držte činky v oboch rukách a udržujte stabilný trup, aby ste sa mohli pohybovať.
sl: Držite ute v obeh rokah, utrnite trupa in hodite z raztegnjenim hrbidom.
sv: Håll vikter i båda händerna och stabilisera kroppen för att gå med rak rygg.
ta: எடையை இரண்டு கைகளில் பிடித்து, உடலை உறுதிப்படுத்தி, நேராக நடக்கவும்.
te: రెండు చేతుల్లో బరువును పట్టుకుని, శరీర మధ్య భాగాన్ని గట్టిగా ఉంచి, నిటారుగా నడవండి.
th: ถือดัมเบลทั้งสองข้าง และเกร็งหน้าท้องเพื่อยืนและเดิน
tr: Ellerinde ağırlık tutarak, karın kaslarını sıkıp sırtını düzleştirerek yürü.
uk: Тримайте вагу в обох руках, утримуйте корпус і йдіть, випрямляючи спину.
vi: Giữ tạ ở cả hai tay, giữ thân vững và đi với lưng thẳng.
zh_hans: 双手握住哑铃，保持核心稳定，挺直背部行走
zh_hant: 雙手握住啞鈴，保持身體核心穩定，然後挺直背部並行走。

# domain_catalog.0691ba053a52
source: 僧帽筋
ar_sa: العضلة شبه المنحرفة
ca: múscul trapezi
cs: Serratus anterior (šroubováč).
da: Trapeziusmusklerne.
de_de: Trapezmuskel
el: Δικέφαλοι
en_au: Trapezius muscles.
es_es: Trapécios.
fi: Trapezius-lihakset.
fr_ca: Trapèze
gu: ડાયાફ્રેમ
he: שריר הכתפיים.
hi: छाती की मांसपेशियां।
hr: Bisep.
hu: Trapezoid izom.
id: Otot trapezius.
it: Bicipiti
ko: 삼각근
mr: स्लीप (Shoulder muscles)
ms: Bisep
nl_nl: Trapeziusspieren.
no: Trapeziusmuskelen.
pl: Miotniki.
pt_br: Trapézio.
pt_pt: Trapézio.
ro: Mușchiul trapezoidal.
ru: Передние дельтовидные мышцы.
sk: Serratus anterior (šľachy).
sl: Široke mišice.
sv: Biceps.
ta: பைசெப்ஸ்.
te: ట్రైసెప్స్
th: กล้ามเนื้อ Trapezius
tr: Trapezius kası
uk: Біцепс.
vi: Cơ vai.
zh_hans: 三角肌
zh_hant: 胸大肌

# domain_catalog.06d5ac3d8c2e
source: メタ解析
ar_sa: التحليل التلوي
ca: metaanàlisi
cs: Analýza dat
da: Metanalyse
de_de: Metrische Analyse
el: Ανάλυση δεδομένων
en_au: Meta-analysis
es_es: Análisis profundo
fi: Metanalyysi
fr_ca: Analyse métabolique
gu: મેટ્રિક વિશ્લેષણ
he: ניתוח מעמיק
hi: मेट विश्लेषण
hr: Analiza podataka
hu: Adatok elemzése
id: Analisis mendalam
it: Analisi dei dati
ko: 메타 분석
mr: मेट विश्लेषण
ms: Analisis Meta
nl_nl: Meta-analyse
no: Metanalyse
pl: Analiza danych
pt_br: Análise detalhada
pt_pt: Análise detalhada
ro: Analiză detaliată
ru: Анализ данных
sk: Analýza dát
sl: Metanaliza
sv: Metaanalys
ta: மெட்டா பகுப்பாய்வு
te: మెటా అనాలిసిస్
th: วิเคราะห์ข้อมูล
tr: Meta Analiz
uk: Аналіз даних
vi: Phân tích dữ liệu
zh_hans: 数据分析
zh_hant: 元分析

# domain_catalog.06fc88ece224
source: 体重だけでは判断しづらい
ar_sa: من الصعب الحكم على أساس الوزن وحده
ca: Difícil de jutjar només en funció del pes
cs: Hmotnost sama o sobě nestačí
da: Det er svært at vurdere kun ud fra din vægt
de_de: Es ist schwierig, nur anhand Ihres Gewichts zu beurteilen.
el: Το βάρος μόνο δεν είναι αρκετό για να λάβετε μια ακριβή εικόνα
en_au: It's difficult to judge based solely on your weight.
es_es: Es difícil juzgar solo por el peso
fi: Paino yksinään ei riitä
fr_ca: Il est difficile de juger uniquement sur la base du poids.
gu: માત્ર વજન પર આધારિત
he: קשה לקבוע רק לפי המשקל
hi: केवल अपने वजन पर निर्भर होकर निर्णय लेना मुश्किल है
hr: Težina sama po sebi nije dovoljna
hu: A testsúly önmagában nem elegendő
id: Sulit untuk menilai hanya berdasarkan berat badan
it: È difficile valutare solo in base al peso
ko: 몸무게만으로는 판단하기 어렵습니다.
mr: फक्त वजनाच्या आधारावर निर्णय घेणे कठीण आहे
ms: Sulit untuk membuat keputusan hanya berdasarkan berat
nl_nl: Het is moeilijk om een ​​beslissing te nemen op basis van alleen je gewicht
no: Det kan være vanskelig å vurdere kun basert på vekt
pl: Waga sama w sobie nie wystarcza
pt_br: É difícil avaliar apenas com o peso
pt_pt: É difícil avaliar apenas com o peso
ro: Greutatea singură nu este suficientă pentru a lua o decizie
ru: Вес недостаточно для принятия решения
sk: Hmotnosť sama o sebe nie je dostatočná
sl: Težo samo je težko oceniti
sv: Det är svårt att bedöma baserat på bara vikt
ta: உடல் எடை மட்டும் தீர்மானிக்க முடியாதது.
te: బరువు మాత్రమే ఆధారంగా నిర్ణయం తీసుకోవడం కష్టం
th: การตัดสินใจด้วยตัวเลขน้ำหนักเพียงอย่างเดียวอาจไม่แม่นยำ
tr: Sadece kiloya bakarak doğru bir yargıya varmak zordur.
uk: Важко визначити лише за вагою
vi: Chỉ dựa vào cân nặng có thể gây khó khăn
zh_hans: 仅凭体重难以判断
zh_hant: 僅憑體重難以判斷

# domain_catalog.07083bafb071
source: 腰が浮かない範囲で深く下ろし、膝を伸ばし切らずに押す。
ar_sa: اخفض وركيك إلى أقصى حد ممكن دون رفعهما، واضغط دون تمديد ركبتيك بالكامل.
ca: Baixeu els malucs tant com pugueu sense aixecar-los i premeu sense estirar els genolls completament.
cs: Spusťte si nohy do hloubky v rozsahu, ve kterém se nebudou ohýbat, a zároveň stiskněte kolena.
da: Løft hofterne så langt ned som muligt, uden at overstrække knæene, og tryk med benene.
de_de: Die Hüfte in einem sicheren Bereich tief nach unten absenken und die Knie nicht vollständig ausfahren.
el: Κάντε τις κινήσεις ώστε να μην υπάρξει κίνηση στην κοιλιά, χαμηλώστε το σώμα σας βαθιά και πιέστε με τα γόνατά σας χωρίς να τα τεντώσετε πλήρως.
en_au: Lower deeply, keeping your lower back from arching and preventing your knees from locking out.
es_es: Bajar profundamente manteniendo la espalda recta, sin estirar las rodillas.
fi: Vie selkä alas niin syvälle, että se ei purista polvia, ja pidä polvet koukussa.
fr_ca: Descendre profondément dans une position confortable, sans forcer les genoux, et pousser.
gu: માથાને એવી રીતે નીચે લાવો કે જેથી તમારું પેટ ઉપર રહે, અને ઘૂંટણને સંપૂર્ણપણે સીધું ન કરો.
he: הנח את הגב בעומק, תוך שמירה על יציבות, והרחיק את הברכיים מעט.
hi: कमरे को इतना नीचे लाएं कि वह स्थिर रहे, और घुटनों को पूरी तरह से न मोड़े।
hr: Spustite tijelo duboko, uzdržavajući ga da ne klize, i istegnite koljena.
hu: A gerincet a lehető legmélyebb mértékben, de úgy, hogy a térde ne nyúljon teljesen ki, és emeljen.
id: Melakukan gerakan ini pada rentang yang aman agar tidak mengangkat pinggang, dan mendorong lutut tanpa meluruskan sepenuhnya.
it: Sollevare la schiena in modo da non affletterla, mantenendo le ginocchia distese e spingendo delicatamente.
ko: 허리가 뜨지 않도록 깊게 내리고, 무릎을 완전히 펴지 않고 누른다.
mr: पोटाला जास्त ताण येऊ नये यासाठी, हळूवारपणे खाली वाका आणि गुडघे पूर्णपणे सरळ करू नका.
ms: Menurunkan badan secara perlahan dalam julat yang tidak menyebabkan sakit belakang, sambil meregangkan lutut sepenuhnya.
nl_nl: Buig diep en houd je rug recht, zonder je knieën volledig te strekken.
no: Senk kroppen forsiktig ned, uten å strekke ut knærne fullstendig, og press.
pl: Opuść ciało głęboko, w zakresie, w którym nie odczuwasz dyskomfortu, jednocześnie rozciągając nogi i delikatnie je dociskając.
pt_br: Leve o abdômen para baixo, mantendo as pernas esticadas e sem dobrar os joelhos.
pt_pt: Leve o abdômen para baixo, mantendo as pernas esticadas e sem dobrar os joelhos.
ro: Coborâți încet, menținând o poziție sigură pentru spate, și întindeți genunchii fără a forța articulația.
ru: Опускать тело в пределах, при которых не будет напрягаться поясница, и одновременно выпрямлять ноги, не доходя до полного выпрямления.
sk: Ponáhňte si, aby ste sa udržali v bezpečnej polohe a hlboko sa ohnite, pričom neprekračujte hranicu, pri ktorej sa vaše kolená natiahnu.
sl: Spustite se globoko, tako da ne prekomplicirate z hrbtom in raztegnite kolena.
sv: Sänk kroppen försiktigt, utan att översträck knäna, och tryck med benen.
ta: வலியைத் தவிர்க்கும் வகையில், முதுகை ஆழமாக மடக்கி, முட்டிகளை முழுமையாக நீட்டாமல் அழுத்தவும்.
te: వెన్నుపూసను సురక్షితంగా ఉంచేలా, కాలును పూర్తిగా చాచి, మోకాళ్లను వంచి, ముందుకు నెట్టండి.
th: ดึงหลังให้ลึกในระดับที่เอวไม่เสียรูป และดันเข่าให้เหยียดเต็มที่
tr: Belinizi, yere değmeden ve dizlerinizi tamamen uzatmadan aşağı indirin.
uk: Опускати таз у межах, щоб він не піднімався, і відтягувати коліна, не розтягуючи їх повністю.
vi: Hạ người xuống sâu trong phạm vi không làm đau lưng, đồng thời giữ cho đầu gối không bị duỗi thẳng.
zh_hans: 在可控范围内深蹲，不要完全伸展膝盖。
zh_hant: 在不讓腰部抬起的情況下，將身體向前彎曲，並確保膝蓋沒有完全伸直。

# domain_catalog.07526d7f2cc6
source: 前腕
ar_sa: الساعد
ca: avantbraç
cs: Předloktí
da: Underarm
de_de: Unterarm
el: Πρόσω
en_au: Forearm
es_es: Antebrazo
fi: Enemmän keskittyminen ranteeseen
fr_ca: Avant-bras
gu: પૂર્વ કાંડા
he: מרפקים
hi: पूर्व बांह
hr: Predrvična regija
hu: Elülső kar
id: Pergelangan Tangan Depan
it: Parte anteriore del braccio
ko: 전완
mr: पूर्व बाहू
ms: Lengan Depan
nl_nl: Bovenarm
no: Underarm
pl: Przedramię
pt_br: Antebraço
pt_pt: Antebraço
ro: Antebraț
ru: Предплечье
sk: Predloktie
sl: Predmežina
sv: Underarm
ta: முன் கை
te: ముందు చేతులు
th: แขนด้านหน้า
tr: Ön kol
uk: Передпліччя
vi: Cẳng tay trước
zh_hans: 前臂
zh_hant: 前臂

# domain_catalog.078284b91915
source: バンド
ar_sa: فرقة
ca: banda
cs: Guma
da: Bånd
de_de: Bänder
el: Αντίσταση
en_au: Band
es_es: Bandas elásticas
fi: Ranska
fr_ca: Bandes
gu: બેન્ડ
he: רצועות
hi: बैंड
hr: Band
hu: Pánt
id: Sabuk
it: Banda elastica
ko: 밴드
mr: बँड
ms: Banda
nl_nl: Band
no: Bånd
pl: Taśmy
pt_br: Faixa elástica
pt_pt: Faixa elástica
ro: Bandă
ru: Резинка
sk: Pás
sl: Pas
sv: Band
ta: பட்டை
te: బ్యాండ్
th: ยาง
tr: Band
uk: Гантель
vi: Dây kháng lực
zh_hans: 弹力带
zh_hant: 弹力带

# domain_catalog.08329aec4da4
source: 安心感のある現実派。難しい変化を生活へ落とし込む
ar_sa: واقعي مع شعور بالأمان. دمج التغييرات الصعبة في حياتك
ca: Un realista amb sensació de seguretat. Incorporar canvis difícils a la teva vida
cs: Realistka s pocitem bezpečí, která přenášejí náročné změny do každodenního života.
da: En realistisk person, der føler sig tryg. Integrerer svære ændringer i hverdagen.
de_de: Realistische Person mit einem Gefühl der Sicherheit. Umsetzung schwieriger Veränderungen in den Alltag
el: Ρεαλιστική, με αίσθημα ασφάλειας. Μετατροπή δύσκολων αλλαγών στην καθημερινότητα
en_au: A pragmatic individual who finds comfort in realistic goals, translating difficult changes into everyday life.
es_es: Realista con sensación de seguridad. Incorporar cambios difíciles a la vida diaria
fi: Käytännöllinen, luotettava ihminen. Muuttaa vaikeita muutoksia osaksi arkea
fr_ca: Une personne réaliste rassurante, qui intègre des changements difficiles dans sa vie.
gu: સુરક્ષિત વાસ્તવિક વ્યક્તિ. મુશ્કેલ પરિવર્તનને જીવનમાં સામેલ કરો
he: אישה פרקטית, מרגישה בטוח. להפוך שינויים קשים ליום יום
hi: एक व्यावहारिक व्यक्ति, जो कठिन बदलावों को अपने जीवन में शामिल करना चाहता है
hr: Realistkinja koja se osjeća sigurno. Uključivanje teških promjena u život
hu: Realista szemlélet, ami biztonságot nyújt. A nehéz változásokat a mindennapokba építi be
id: Orang realistis yang nyaman. Menerapkan perubahan sulit ke dalam kehidupan sehari-hari
it: Una persona realista che si sente sicura. Trasforma le sfide in abitudini quotidiane.
ko: 안심하는 현실주의자. 어려운 변화를 일상으로 녹이기
mr: वास्तववादी दृष्टिकोन, ज्यामुळे आत्मविश्वास वाढतो. जीवनातील कठीण बदलांना सोपे बनवणे
ms: Realist yang selesa. Mengaplikasikan perubahan yang sukar ke dalam kehidupan
nl_nl: Realistische persoon die zich comfortabel voelt. Moeilijke veranderingen in het dagelijks leven integreren
no: En realistisk person som gir trygghet. Integrerer vanskelige endringer i hverdagen
pl: Realistyczna osoba, która ceni stabilność. Przekształca trudne zmiany w codzienne nawyki
pt_br: Realista com segurança. Incorporando mudanças difíceis na vida
pt_pt: Realista com segurança. Incorporando mudanças difíceis na vida
ro: O persoană realistă, care oferă siguranță. Integrarea schimbărilor dificile în viața de zi cu zi
ru: Прагматичный человек, который ценит стабильность. Превращение сложных изменений в повседневную жизнь
sk: Realistka, ktorá sa cíti bezpečne. Prevedie ťažké zmeny do každodenného života.
sl: Realistična oseba, ki daje občutek varnosti. Uključite težko dosegljive spremembe v življenje
sv: En realistisk person som ger trygghet. Förvandlar svåra förändringar till vardagen
ta: உண்மையைப் புரிந்து கொள்ளும் நபர். கடினமான மாற்றங்களை வாழ்க்கையில் செயல்படுத்தவும்.
te: సురక్షితంగా ఉండే వాస్తవిక వ్యక్తి. కష్టమైన మార్పులను జీవితంలోకి తీసుకురావడం
th: คนจริงที่รู้สึกมั่นใจ สามารถนำการเปลี่ยนแปลงที่ท้าทายมาปรับใช้ในชีวิตประจำวันได้
tr: Gerçekçi, güven verici biri. Zorlu değişiklikleri hayata dönüştürme
uk: Прагматична, що дає відчуття безпеки. Перетворює складні зміни у повсякденне життя
vi: Một người thực tế, cảm thấy an toàn. Biến những thay đổi khó khăn thành thói quen hàng ngày
zh_hans: 安心的现实主义者。 将复杂的改变融入日常生活
zh_hant: 安心的现实主义者。 将复杂的改变融入日常生活
